# 数据保存
data = [
    ['country', "Title", "SubTitle", "commentNum", "commentRate", "rank"],
]

countryList = [
    "美国", "英国", "德国", "加拿大", "法国", "意大利", "台湾", "澳大利亚", "土耳其", "巴西",
    "沙特阿拉伯", "越南", "墨西哥", "日本", "印度", "波兰", "印度尼西亚", "西班牙", "菲律宾",
    "香港", "比利时", "哥伦比亚", "马来西亚", "乌克兰", "荷兰", "智利", "泰国", "智利", "希腊",
    "奥地利", "阿根廷", "瑞士", "以色列", "阿拉伯联合酋长国", "新加坡", "哈萨克斯坦", "韩国", "多米尼加共和国",
    "罗马尼亚", "埃及", "葡萄牙", "约旦", "瑞典", "厄瓜多尔", "捷克共和国", "南非", "巴基斯坦", "丹麦",
    "黎巴嫩", "保加利亚", "秘鲁", "尼日利亚", "爱尔兰", "立陶宛", "克罗地亚", "乌兹别克斯坦", "芬兰",
    "哥斯达黎加", "摩洛哥", "委内瑞拉", "科威特", "塞尔维亚", "加纳", "拉脱维亚", "牙买加", "阿塞拜疆",
    "阿尔及利亚", "爱沙尼亚", "巴林", "乌拉圭", "伊拉克", "危地马拉", "斯洛伐克", "斯洛文尼亚", "塞浦路斯",
    "卢森堡", "柬埔寨", "卡塔尔", "巴拉圭", "萨尔瓦多", "玻利维亚", "圭亚那"
]


appIDList = [
    "1544827472",
    "1619382448",
    "6470381988",
    "6468928038"
]